---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical
source: html/941bdd79-a2b6-c953-2bfc-b9de3f6117dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical Property

"Subcategory"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical { get; }
```